{
  "low": {
    "header": "Diese Webseite möchte Cookies verwenden. Cookies sind Textdateien die die Webseite auf deinem Gerät speichert und bei Bedarf, z.B. dem nächsten Besuch auf der Webseite ausliest.  Diese können verschiedene Funktionen haben und auch third-party Cookies beinhalten.\n\nSie können jetzt entscheiden welche Cookies die Webseite verwenden darf.",
    "cookie": "Man kann sich einen Cookie wie einen Zettel vorstellen, auf den die Website etwas schreibt und diesen Zettel dann bei Ihnen ablegt. Bei erneutem Besuch der Website fragt diese nach dem Zettel und kann die darauf geschriebenen Informationen verwenden.\n\nCookies werden unter anderem verwendet um den Login zu speichern (bei Seiten mit Kundenkonto wie z.B. Facebook), um zu speichern was bei einem Online-Händler in den Warenkorb gelegt wurde. Aber auch um allgemeine Informationen über Nutzer zu sammeln um z.B. die Wirksamkeit von Werbung zu verbessern.",
    "thirdParty": "Diese Cookies werden von dritten Parteien verwaltet die mit verschiedenen Webseiten zusammenarbeiten. Diese Parteien sind z.B. Dienstleister oder Agenturen. Die Agentur setzt auf einer Webseite das Cookie und wenn Sie dann eine andere Seite besuchen, die ebenfalls mit der Agentur zusammenarbeitet, kann diese das Cookie auslesen und weiterverwenden. So kann die Agentur Ihre Informationen von allen teilnehmenden Webseiten zusammentragen und kombinieren um ein möglichst exaktes Bild Ihrer Präferenzen zu erstellen. Sie nutzen dafür möglicherweise auch Informationen aus anderen Quellen.",
    "functional": "Funktionale Cookies werden gebraucht um die Funktionen der Webseite zu ermöglichen. Die Webseite kann ohne diese Cookies nicht richtig funktionieren. Diese Cookies beziehen sich nur auf die besuchte Webseite und werden nicht an Dritte weitergegeben. Deshalb kann die Webseite sie laut Gesetz verwenden ohne, dass Ihre Zustimmung nötig ist. \nFür alle anderen Cookie-Typen wird Ihre Erlaubnis benötigt.",
    "funcExample": "Beim Einkaufen online werden z.B. oft Cookies verwendet, in denen gespeichert wird welche Produkte sich im Warenkorb befinden. So kann sich die Webseite das merken und Ihnen Ihren Warenkorb anzeigen, auch wenn Sie die Seite zwischendurch verlassen haben.",
    "adds": "Marketing-Cookies werden verwendet, um Interaktionen mit Webseiten zu analysieren. Mit den gewonnenen Informationen werden dann Werbeanzeigen gezielt passend für den Nutzer ausgewählt, in der Hoffnung, dass er oder sie von diesen Anzeigen mehr angesprochen wird und deshalb mehr kauft. Diese personalisierten Anzeigen sind daher wertvoller für die Werbetreibenden. \n\nDiese Cookies sind oft third-party Cookies, geben also Informationen an Partner der Webseite weiter. Die Partner führen diese Informationen möglicherweise mit weiteren Daten zusammen, die Sie ihnen bereitgestellt haben oder die sie im Rahmen Ihrer Nutzung der Dienste gesammelt haben, um ein genaueres Bild Ihrer Präferenzen zu generieren. \n\nAuch ohne Marketing Cookies bekommen Sie Werbeanzeigen zu sehen. Deren Inhalt ist dann aber nicht an Sie angepasst.",
    "addsExample": "Sie haben z.B. ein Haustier und suchen deshalb online nach Tierärzten oder Spielzeug. Außerdem besuchen sie die Webseite eines großen Tierfutterherstellers.  Das alles merkt sich das Werbe-Cookie und zeigt Ihnen deshalb Werbung für Haustierbedarf.",
    "all": "Diese Option beinhaltet alle Cookies die die Webseite setzen möchte. Das heißt sowohl Funktionale als auch Marketing Cookies sind hier enthalten. Zusätzlich können Cookies aus den Kategorien Präferenz-Cookies, Statistik-Cookies, Social Media-Cookies und weitere enthalten sein.\n\nDies beinhaltet third-party Cookies.",
    "allPreference": "Merken sich Ihre Einstellungen auf der Seite. z.B. wenn Sie die Schriftgröße geändert haben oder die Webseite verschiedene Positionen für ein Menü anbietet und Sie sich für eine davon entschieden haben.",
    "allStatistics": "Analysieren, wie sie mit der Webseite interagieren um die Webseite nach und nach effizienter zu gestalten. Merkt die Webseite z.B., dass viele Nutzer auf einen Knopf klicken, dann sofort zurück gehen und einen anderen wählen kann daraus geschlossen werden, dass diese Knöpfe noch optimiert werden müssen.",
    "allSocialMedia": "Zeigen Inhalte von Social Media (z.B. Facebook, Instagram oder Twitter) an und geben Informationen an die sozialen Medien weiter. So werden z.B. auf Nachrichten Seiten oft Tweets von Politikern oder bekannten Persönlichkeiten passend zum Inhalt eines Artikels angezeigt. Interagiert man damit werden diese Interaktionen an die Social Media Anbieter wetergeleitet."
  },
  "med": {
    "header": "Diese Webseite möchte Cookies verwenden.  Diese können verschiedene Funktionen haben und auch third-party Cookies beinhalten. \nSie können jetzt entscheiden welche Cookies die Webseite verwenden darf.",
    "cookie": "Cookies sind Textdateien die die Webseite auf deinem Gerät speichert und bei Bedarf, z.B. dem nächsten Besuch auf der Webseite ausliest.\n\nCookies werden unter anderem verwendet um Nutzer zu identifizieren, den Login oder den Warenkorb zu speichern. Aber auch um allgemeine Informationen über Nutzer zu sammeln um z.B. die Wirksamkeit von Werbung zu verbessern.",
    "thirdParty": "Diese Cookies werden von dritten Parteien verwaltet die mit verschiedenen Webseiten zusammenarbeiten. \nDie dritten Parteien können so auf mehreren Seiten ihr Cookie setzen und auslesen.\nSo können diese Parteien Ihre Informationen von allen teilnehmenden Webseiten zusammentragen und ein möglichst exaktes Bild Ihrer Präferenzen erstellen. Sie nutzen dafür möglicherweise auch Informationen aus anderen Quellen.",
    "functional": "Funktionale Cookies werden gebraucht um die Funktionen der Webseite zu ermöglichen. Die Webseite kann ohne diese Cookies nicht richtig funktionieren. Laut Gesetz können diese Cookies verwendet werden ohne, dass ihre Zustimmung nötig ist. Für alle anderen Cookie-Typen wird Ihre Erlaubnis benötigt.",
    "funcExample": "Funktionale Cookies ermöglichen Grundfunktionen wie Seitennavigation und Zugriff auf sichere Bereiche der Webseite möglich. Es handelt sich nicht um third-party Cookies.",
    "adds": "Marketing Cookies werden verwendet um Interaktionen mit Webseiten zu analysieren. Mit den gewonnenen Informationen werden dann Werbeanzeigen auf Sie angepasst. So personalisierte Werbung wird häufiger angeklickt und ist daher wertvoller für die Werbetreibenden.\n\nDiese Cookies sind oft third-party Cookies. Drittparteien führen möglicherweise Informationen aus verschiedenen Quellen zusammen um ein genaueres Bild Ihrer Präferenzen zu generieren.\n\nAuch ohne Marketing Cookies bekommen Sie Werbeanzeigen zu sehen. Deren Inhalt ist dann aber nicht an Sie angepasst.",
    "all": "Diese Option beinhaltet alle Cookies die die Webseite setzen möchte. Das heißt sowohl funktionale als auch Marketing Cookies sind hier enthalten. Zusätzlich können Cookies aus den Kategorien Präferenz-Cookies, Statistik-Cookies, Social Media-Cookies und weitere enthalten sein.\n\nDies beinhaltet third-party Cookies.",
    "allPreference": "Merken sich Ihre Einstellungen auf der Seite.",
    "allStatistics": "Analysieren wie sie mit der Webseite interagieren um die Webseite nach und nach effizienter zu gestalten.",
    "allSocialMedia": "Zeigen Inhalte von Social Media (z.B. Facebook, Instagram oder Twitter) an und geben Informationen an die sozialen Medien weiter."
  },
  "high": {
    "header": "Diese Webseite möchte Cookies verwenden.  Diese können verschiedene Funktionen haben und auch third-party Cookies beinhalten. \nSie können jetzt entscheiden welche Cookies die Webseite verwenden darf.",
    "cookie": "Cookies sind Textdateien die die Webseite auf deinem Gerät speichert und bei Bedarf, z.B. dem nächsten Besuch auf der Webseite ausliest.",
    "thirdParty": "Diese Cookies werden von dritten Parteien verwaltet die mit vrschiedenen Webseiten zusammenarbeiten. So können diese Parteien Ihre Informationen von allen teilnehmenden Webseiten und anderen Quellen zusammentragen und ein möglichst exaktes Bild Ihrer Präferenzen erstellen.",
    "functional": "Funktionale Cookies sind für die Bereitstellung von Diensten und Funktionen der Webseite nötig. Laut Gesetz muss für ihre Nutzung kein Einverständnis gegeben werden.",
    "adds": "Marketing-Cookies werden genutzt, um zielgerichtet ansprechende Werbeanzeigen zu zeigen.\n\nDies beinhaltet third-party Cookies.\n\nAuch ohne Marketing Cookies bekommen Sie Werbeanzeigen zu sehen. Deren Inhalt ist dann aber nicht an Sie angepasst.",
    "all": "Diese Option beinhaltet alle Cookies die die Webseite setzen möchte. Das heißt sowohl Funktionale als auch Marketing Cookies sind hier enthalten. Zusätzlich können Cookies aus den Kategorien Präferenz-Cookies, Statistik-Cookies, Social Media-Cookies und weitere enthalten sein.\n\nDies beinhaltet third-party Cookies."
    }
}
